clackups/draftling/sdkconfig.defaults.freenove_fnk0104n
# CMakePresets.json board defaults: Freenove FNK0104N
# Sets the hardware model and IDF target used by the "freenove_fnk0104n" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_FREENOVE_FNK0104N=y
